* Timings
  |       | Scheduling works |
  |-------+------------------|
  | T1k   |         0.018119 |
  | T2k   |         0.018191 |
  | T4k   |         0.027442 |
  | T8k   |         0.048465 |
  | T16k  |         0.105867 |
  | T32k  |         0.193492 |
  | T64k  |         0.378044 |
  | T128k |          0.83494 |
* Efficiency
** Schedule first working
   | Number     | Mine | Reference |   Percent |
   |------------+------+-----------+-----------|
   | report1.i  |   41 |        25 |      64.0 |
   | report2.i  |   24 |        23 |       4.3 |
   | report3.i  |   27 |        26 |       3.8 |
   | report4.i  |   50 |        33 |      51.5 |
   | report5.i  |   87 |        25 |     248.0 |
   | report6.i  |  129 |        43 |     200.0 |
   | report7.i  |   87 |        36 |     141.7 |
   | report8.i  |   16 |        15 |       6.7 |
   | report9.i  |   45 |        26 |      73.1 |
   | report10.i |   81 |        40 |     102.5 |
   | report11.i |   81 |        30 |     170.0 |
   | report12.i |   30 |        21 |      42.9 |
   | report13.i |   31 |        25 |      24.0 |
   | report14.i |   23 |        19 |      21.1 |
   | report15.i |   67 |        23 |     191.3 |
   | report16.i |  103 |        57 |      80.7 |
   | report17.i |   32 |        21 |      52.4 |
   | report18.i |   36 |        22 |      63.6 |
   | report19.i |   45 |        42 |       7.1 |
   | report20.i |   69 |        22 |     213.6 |
   | report21.i |   78 |        72 |       8.3 |
   | report22.i |   56 |        52 |       7.7 |
   | report23.i |  100 |        69 |      44.9 |
   |------------+------+-----------+-----------|
   |            |      |           | 79.269565 |
   #+TBLFM: @25$4=vmean(@2$4..@24$4)
